Repository: haroohie/SerialLoops
Catalog: src/SerialLoops/Strings.*.resx
Languages: pt_br

source: Converting from MP3...
pt_br: Convertendo de MP3…

source: Mikuru Time Percentage
pt_br: Porcentagem de Tempo da Mikuru

source: Option 1
pt_br: Opção 1

source: Scene
pt_br: Cena

source: Greek
pt_br: Grego

source: Edit Save File...
pt_br: Editar Arquivo de Save…

source: Language
pt_br: Idioma

source: Data reset message box
pt_br: Caixa de mensagem Reset de Data

source: Draw Pathing Map
pt_br: Desenhar Mapa do Caminho

source: Save Data
pt_br: Dados do Save

source: Fade In Percentage
pt_br: Porcentagem de Fade In

source: Failed to generate script template!
pt_br: Falha ao gerar modelo de script!

source: Failed to delete file '{0}'
pt_br: Falha ao deletar arquivo '{0}'

source: Failed to clean iterative directory
pt_br: Falha ao limpar diretório iterativo

source: Failed replacing file {0} in evt.bin with file '{1}'
pt_br: Falha ao trocar o arquivo {0} em evt.bin pelo arquivo '{1}'

source: Fade Out Percentage
pt_br: Porcentagem de Fade Out

source: Failed to export project
pt_br: Falha ao exportar projeto

source: Failed replacing graphics file {0} with file '{1}'
pt_br: Falha ao trocar o arquivo de gráficos {0} pelo arquivo '{1}'

source: Failed replacing source file {0} in evt.bin with file '{1}'
pt_br: Falha ao trocar o arquivo fonte {0} em evt.bin pelo arquivo '{1}'

source: Failed encoding audio file to ADX.
pt_br: Falha ao tentar encoding no arquivo de áudio para ADX.

source: Failed to apply the following hacks to the ROM:\n{0}\n\nPlease check the log file for more information.\n\nIn order to preserve state, no hacks were applied.
pt_br: Falha ao aplicar os seguintes hacks na ROM:\n{0}\n\nPor favor, verifique os registros (logs) para obter mais informações.\n\nPara preservar o estado atual, nenhum hack foi aplicado.

source: Failed to load cached data
pt_br: Falha ao carregar dados no cache

source: Failed replacing animation file {0} in grp.bin with file '{1}'
pt_br: Falha ao trocar o arquivo de animação {0} em grp.bin pelo arquivo '{1}'

source: Failed restoring BGM file.
pt_br: Falha ao restaurar arquivo BGM.

source: Failed to import project
pt_br: Falha ao importar projeto

source: Extras unlocked message box
pt_br: Caixa de mensagem Extras desbloqueados

# Successfully applied the following hacks: {0}
source: Successfully applied the following hacks:\n{0}
pt_br: Os seguintes hacks foram aplicados com sucesso:\n{0}

source: Supported Audio Files
pt_br: Arquivos de Áudio Suportados

source: Export Item Names
pt_br: Exportar Nomes dos Items

source: Failed downsampling audio file.
pt_br: Falha ao tentar downsampling no arquivo de áudio.

source: Serial Loops Project
pt_br: Projeto do Serial Loops

source: Fade Time (Frames)
pt_br: Tempo do Fade (Frames)

source: Failed to decode original file too, giving up!
pt_br: Falha ao decodificar o arquivo original também, desistindo!

source: Failed attempting to cache audio file
pt_br: Falha ao guardar em cache o arquivo de áudio

source: Successfully applied hacks!
pt_br: Hacks aplicados com sucesso!

source: Fade Out Time (Frames)
pt_br: Tempo do Fade Out (Frames)

source: Failed to export item {0} to file {1}
pt_br: Falha ao exportar item {0} pro arquivo {1}

source: Failed to export chibi animation {0} for chibi {1} to file
pt_br: Falha ao exportar animação chibi {0} para chibi {1} pro arquivo

source: Failed to load BGM file: file not found.
pt_br: Falha ao carregar arquivo BGM: arquivo não encontrado.

source: Failed replacing source file {0} in dat.bin with file '{1}'
pt_br: Falha ao trocar o arquivo fonte {0} em dat.bin pelo arquivo '{1}'

source: Failed to load BGM file: file invalid.
pt_br: Falha ao carregar arquivo BGM: arquivo inválido.

source: Failed to add parameters for hack file {0} in hack {1}
pt_br: Falha ao adicionar parametros para o arquivo de hack {0} no hack {1}

source: Fade In Time (Frames)
pt_br: Tempo do Fade In (Frames)

source: Failed to find character item -- have you saved all of your changes to character names?
pt_br: Falha ao encontrar o item do personagem -- você salvou as alterações feitas nos nomes dos personagens?

source: Failed converting audio file to WAV.
pt_br: Falha ao converter arquivo de áudio para WAV.

source: Failed to check for updates! (Endpoint: {0})
pt_br: Falha ao verificar por atualizações! (Endpoint: {0})

source: Failed to create directory on specified path!
pt_br: Falha ao criar diretório no caminho especificado!

source: Sprite Entrance Transition
pt_br: Transição de Entrada do Sprite

source: Failed to export background {0} to file {1}
pt_br: Falha ao exportar plano de fundo {0} para o arquivo {1}
