Repository: haroohie/SerialLoops
Catalog: src/SerialLoops/Strings.*.resx
Languages: pt_br

source: About
pt_br: Sobre

source: 100%'d game message box
pt_br: Caixa de mensagem 100% do jogo

source: &amp;Tools
pt_br: &Ferramentas

source: Add Command
pt_br: Adicionar Comando

source: Add Section
pt_br: Adicionar Seção

source: Adding frames to GIF...
pt_br: Adicionando frames para GIF…

source: Adjusting Volume
pt_br: Ajustando Volume

source: About...
pt_br: Sobre…

source: All data erased message box
pt_br: Caixa de mensagem Todos os dados foram apagados

source: Add Starting Chibis
pt_br: Adicionar Chibis

source: Adjusting Loop Info
pt_br: Ajustando Info do Loop

source: Add
pt_br: Adicionar

source: &amp;File
pt_br: &Arquivo

source: (Missing)
pt_br: (Faltando)

source: &amp;Build
pt_br: &Construir

source: A new update for Serial Loops is available!
pt_br: Uma nova atualização está disponível!

source: Adjust Volume
pt_br: Ajustar Volume

source: &amp;Edit
pt_br: &Editar

source: &amp;Check for Updates...
pt_br: &Procurar por atualizações…

source: &amp;Preferences...
pt_br: &Configurações…

source: Add Frames
pt_br: Adicionar Frames

source: Build and Run
pt_br: Compilar e Rodar

source: Batch Dialogue Display
pt_br: Visualizar Diálogo

source: Bank
pt_br: Banco

source: All data will be erased prompt message box
pt_br: Caixa de mensagem Todos os dados serão apagados

source: Animation Export Option
pt_br: Opçõe de Exportação de Animação

source: Characters Involved
pt_br: Personagens Envolvidos

source: Apply Hacks...
pt_br: Aplicar Hacks…

source: Character distribution instructions
pt_br: Instruções para a distribuição de personagem

source: Choices
pt_br: Escolhas

source: Chinese (Simplified)
pt_br: Chinês (Simplificado)

source: Clear Script
pt_br: Limpar Script

source: Building:
pt_br: Compilando:

source: Batch Dialogue Display option
pt_br: Opção de Visualizar Diálogo

source: Arrow Keys - Move Image
pt_br: Teclas de Seta - Mover imagem

source: Building Iteratively
pt_br: Compilando Interativamente

source: Chess_Puzzles
pt_br: Puzzles de Xadrez

source: Building from Scratch
pt_br: Compilando do Zero

source: Can't Rename Item
pt_br: Impossível Renomear Item

source: Apply Assembly Hack
pt_br: Aplicar Assembly Hacks

source: Character sprite frames exported!
pt_br: Sprites do personagem exportados!

source: Cancel
pt_br: Cancelar

source: Both
pt_br: Ambas

source: Backgrounds
pt_br: Planos de fundo

source: Batch Dialogue Display On
pt_br: Visualizar Diálogo On

source: Build succeeded!
pt_br: Compilação bem-sucedida!

source: Character_Sprite
pt_br: Sprite do Personagem

source: Character_Sprites
pt_br: Sprites do Personagem

source: Chess Mode Unlocked message box
pt_br: Caixa de mensagem Modo de Xadrez Desbloqueado

source: Batch Dialogue Display Off
pt_br: Visualizar Diálogo Off

source: Build from Scratch
pt_br: Compilar do Zero

source: Base Time
pt_br: Tempo Base

source: Bottom Screen
pt_br: Tela Inferior

source: Chibi frames exported!
pt_br: Frames Chibi exportados!

source: Check for Updates on Startup
pt_br: Procurar por Atualizações ao Abrir

source: Clear Block
pt_br: Seção de Vitória

source: Apply Template
pt_br: Aplicar Modelo

source: Check for Updates
pt_br: Procurar Atualizações

source: Character Distribution
pt_br: Distribuição de Personagem

source: Chess File
pt_br: Arquivo Xadrez

source: Background (CG)
pt_br: Plano de Fundo (CG)

source: Build
pt_br: Compilar

source: Both Screens
pt_br: Ambas as Telas

source: Clear Scenario
pt_br: Limpar Cenário

source: Chess_Puzzle
pt_br: Puzzle de Xadrez

source: Can't rename this item directly -- open it to rename it!
pt_br: Não é possível renomear esse item diretamente -- abra-o para renomar!

source: Background_Type
pt_br: Tipo de Plano de Fundo

source: Background
pt_br: Plano de Fundo

source: Characters
pt_br: Personagens

source: Build failed!
pt_br: Falha ao compilar!

source: Character
pt_br: Personagem

source: Building and Running
pt_br: Compilando e Rodando

source: Background_ID
pt_br: ID do Plano de Fundo

source: Base Time Gain
pt_br: Ganho de Tempo Base

source: Character Topic
pt_br: Tópico do Personagem

source: Animation
pt_br: Animação

source: Apply
pt_br: Aplicar

source: Chokuretsu Save File
pt_br: Save de Chokuretsu

source: Extract
pt_br: Extrair

source: Confirm
pt_br: Confirmar

source: Koizumi Time Percentage
pt_br: Porcentagem de Tempo do Koizumi

source: Companion selection description
pt_br: Descrição de seleção de companhia

source: Nagato companion selected description
pt_br: Descrição da Nagato na fase de puzzle

source: Replace
pt_br: Trocar

source: Episode 5
pt_br: Episódio 5

source: devkitARM is not detected at the default or specified install location. Please set devkitARM path.
pt_br: devkitARM não foi detectado no local de instalação padrão ou especificado. Por favor, defina o diretório do devkitARM.

source: Language Template
pt_br: Modelo de Idioma

source: Rename Item
pt_br: Renomear Item

source: Script Position
pt_br: Posição do Script

source: Text Speed
pt_br: Velocidade do Texto

source: Option 3
pt_br: Opção 3

source: Items
pt_br: Itens

source: Game Title
pt_br: Título do Jogo

source: Episode 3 ticker tape
pt_br: Painel de Informações do Episódio 3

source: Settings
pt_br: Configurações

source: Recents
pt_br: Recentes

source: Open Project
pt_br: Abrir Projeto

source: Exporting GIF...
pt_br: Exportando GIF…

source: Command
pt_br: Comando

source: Hidden ID
pt_br: ID Escondida

source: Migrated to new ROM!
pt_br: Migrado para nova ROM!

source: Episode 2 title
pt_br: Título Episódio 2

source: Location
pt_br: Localização

source: Patch Created!
pt_br: Patch Criado!

source: Topic
pt_br: Tópico

source: Scale Image
pt_br: Redimensionar Imagem

source: Select Icon
pt_br: Selecionar Ícone

source: Subtitle Text
pt_br: Texto da Legenda

source: Voice Font
pt_br: Fonte de Voz

source: Accompanying Character
pt_br: Personagem Acompanhante

source: Set
pt_br: Setar

source: Image Files
pt_br: Arquivos de Imagem

source: Has Outline?
pt_br: Tem Borda?

source: Scenario
pt_br: Cenário

source: Error
pt_br: Erro

source: Mikuru Asahina event unlocked message box
pt_br: Caixa de mensagem Evento da Mikuru Asahina desbloqueado

source: Episode:
pt_br: Episódio:

source: Voices
pt_br: Vozes

source: Close Project
pt_br: Fechar Projeto

source: Replace...
pt_br: Trocar…

source: Show
pt_br: Mostrar

source: {0} Obtained
pt_br: {0} Adquiridos

source: Toggle Tsuruya's voice ticker tape
pt_br: Painel de Informações Ativar Voz da Tsuruya

source: Create New Project
pt_br: Criar Novo Projeto

source: Target Number
pt_br: Número Alvo

source: Converting from Vorbis...
pt_br: Convertendo de Vorbis…

source: Vorbis files
pt_br: Arquivos Vorbis

source: Remove Starting Chibis
pt_br: Remover Chibis Iniciais

source: Associated Main Topics
pt_br: Tópicos Principais Associados

source: {0} results
pt_br: {0} resultados

source: Episode 1 ticker tape
pt_br: Painel de Informações do Episódio 1

source: Future Description
pt_br: Descrição Futura

source: Collected all Mikuru topics message box
pt_br: Caixa de mensagem Coletou todos os tópicos da Mikuru

source: {0} - Adjust Volume
pt_br: {0} - Ajustar Volume

source: Loading Project
pt_br: Carregando Projeto

source: Recent Projects
pt_br: Projetos Recentes

source: Yuki Nagato event unlocked message box
pt_br: Caixa de mensagem Evento da Yuki Nagato desbloqueado

source: PNG Image
pt_br: Imagem PNG

source: {0} - Manage Loop
pt_br: {0} - Gerenciar Loop

source: Text Color
pt_br: Cor do Texto

source: Companion Selection
pt_br: Seleção de Companhia

source: Nagato Time Percentage
pt_br: Porcentagem de Tempo da Nagato

source: Success!
pt_br: Sucesso!

source: Emulator Path
pt_br: Diretório do Emulador

source: Episode 3
pt_br: Episódio 3

source: Results
pt_br: Resultados

source: New Project...
pt_br: Novo Projeto…

source: Episode 5 title
pt_br: Título Episódio 5

source: French
pt_br: Francês

source: Dialogue_Text
pt_br: Texto do Diálogo

source: Vertical Intensity
pt_br: Intensidade Vertical

source: Places
pt_br: Locais

source: File {0}
pt_br: Arquivo {0}

source: Project Options
pt_br: Opções do Projeto

source: Export SFX
pt_br: Exportar SFX

source: Add to Event Table
pt_br: Adicionar a Tabela de Eventos

source: Past Description
pt_br: Descrição Anterior

source: Copy
pt_br: Copiar

source: Remove Chibi
pt_br: Remover Chibi

source: Manage Loop
pt_br: Gerenciar Loop

source: Haruhi Present
pt_br: Haruhi Presente

source: Time (Frames)
pt_br: Tempo (Frames)

source: Type
pt_br: Tipo

source: Close All But This
pt_br: Fechar Tudo Menos Isso

source: Creating Directories
pt_br: Criando Diretórios

source: Dialogue Skipping setting
pt_br: Configuração de Pular Diálogo

source: Collected all main topics message box
pt_br: Caixa de mensagem Coletou todos os tópicos principais

source: Routes
pt_br: Rotas

source: Singularity
pt_br: Singularidade

source: Voice
pt_br: Voz

source: Select...
pt_br: Selecionar…

source: English
pt_br: Inglês

source: Create
pt_br: Criar

source: Place
pt_br: Local

source: New Project
pt_br: Novo Projeto

source: Palette
pt_br: Paleta

source: Nagato puzzle phase selected description
pt_br: Descrição da Nagato como companhia

source: Episode 5 ticker tape
pt_br: Painel de Informações do Episódio 5

source: Pre-Release Channel
pt_br: Canal Pre-Release

source: Maps
pt_br: Mapas

source: Unknown 17
pt_br: Desconhecido 17

source: Corrupted File Detected!
pt_br: Arquivo Corrompido Detectado!

source: Edit Tutorial Mappings
pt_br: Editar Mapeamentos de Tutorial

source: Export GIF
pt_br: Exportar GIF

source: Toggle Mysterious Girl's voice ticker tape
pt_br: Painel de Informações Ativar Voz da Garota Misteriosa

source: Visible?
pt_br: Visível?

source: Select frames
pt_br: Selecionar frames

source: Episode_Number
pt_br: Número do Episódio

source: Transition
pt_br: Transição

source: Edit Save File
pt_br: Editar Arquivo de Save

source: Quick Save
pt_br: Salvar Rapidamente

source: Sub-Topic
pt_br: Subtópico

source: Filter
pt_br: Filtrar

source: Episode Group
pt_br: Grupo Episódio

source: System_Texture
pt_br: Textura do Sistema

source: Sound (Options)
pt_br: Som (Opções)

source: GIF exported!
pt_br: GIF exportado!

source: While attempting to build, file #{0:X3} in archive {1} was found to be corrupt. Serial Loops can delete this file from your base directory automatically which may allow you to load the rest of the project, but any changes made to that file will be lost. Alternatively, you can attempt to edit the file manually to fix it. How would you like to proceed? Press OK to proceed with deleting the file and Cancel to attempt to deal with it manually.
pt_br: Ao compilar, o arquivo #{0:X3} no arquivo {1} foi tido como corrompido. O Serial Loops pode excluir esse arquivo do diretório base automaticamente, permitindo que você carregue o restante do projeto, mas todas as alterações feitas nesse arquivo serão perdidas. Alternativamente, você pode tentar editar o arquivo manualmente para corrigir o erro. Como você gostaria de proceder? Pressione OK para deletar o arquivo, ou cancele para corrigir de modo manual.

source: WAV File
pt_br: Arquivo WAV

source: &quot;Kinetic&quot; Background
pt_br: Plano de Fundo "Kinetic"

source: Topics
pt_br: Tópicos

source: Episode_Unique
pt_br: Único Episódio

source: WAV files
pt_br: Arquivos WAV

source: Asahina companion selected description
pt_br: Descrição da Asahina Mikuru como companhia

source: Text Timer
pt_br: Timer do Texto

source: Portuguese (Brazilian)
pt_br: Português (Brasil)

source: Creating Patch
pt_br: Criando Patch

source: Export Project...
pt_br: Exportar Projeto...

source: Screen Position
pt_br: Posição da Tela

source: Save prompt
pt_br: Prompt salvar

source: Toggle Haruhi's voice ticker tape
pt_br: Painel de Informações Ativar Voz da Haruhi

source: No
pt_br: Não

source: Group_Selections
pt_br: Seleções de Grupo

source: Import Project...
pt_br: Importar Projeto...

source: Voices:
pt_br: Vozes:

source: Unknown 15
pt_br: Desconhecido 15

source: Option 4
pt_br: Opção 4

source: Quick Toggle
pt_br: Ativar Rapidamente

source: Kyon Time Percentage
pt_br: Porcentagem de Tempo do Kyon

source: Unknown 16
pt_br: Desconhecido 16

source: Replacing BGM
pt_br: Trocando BGM

source: Yes
pt_br: Sim

source: MP3 files
pt_br: Arquivos MP3

source: Toggle Kyon's voice ticker tape
pt_br: Painel de Informações Ativar Voz do Kyon

source: Edit Save File - {0}
pt_br: Editar Arquivo de Save - {0}

source: Script Section
pt_br: Seção do Script

source: Exporting BGM
pt_br: Exportar BGM

source: Select Graphic
pt_br: Selecionar Gráfico

source: Dialogue Skipping Fast Forward
pt_br: Pular Diálogo Rápido

source: Place Name
pt_br: Nome da Lugar

source: XDelta patch
pt_br: Patch XDelta

source: Rename
pt_br: Renomear

source: Add Read Flag
pt_br: Adicionar Read Flag

source: Open ROM
pt_br: Abrir ROM

source: Off
pt_br: Desligado

source: Kyonless Topics
pt_br: Tópicos sem Kyon

source: Config Data
pt_br: Configurar Data

source: Remove Missing Projects
pt_br: Remover Projetos Perdidos

source: Episode Header
pt_br: Header do Episódio

source: Game Banner
pt_br: Banner do Jogo

source: Main Topic
pt_br: Tópico Principal

source: Import Project
pt_br: Importar Projeto

source: Command Type:
pt_br: Tipo de Comando:

source: Scenarios
pt_br: Cenários

source: Edit Tutorial Mappings...
pt_br: Editar Mapeamentos de Tutorial…

source: Replacing Files
pt_br: Trocando arquivos

source: {0} results found
pt_br: {0} resultados encontrados

source: Toggle Kunikida's voice ticker tape
pt_br: Painel de Informações Ativar Voz do Kunikida

source: Accessing save data prompt message box
pt_br: Caixa de mensagem Acessando save data

source: Kyon companion selected description
pt_br: Descrição do Kyon como companhia

source: Drawing textures...
pt_br: Desenhando texturas…

source: You have unsaved changes in {0} item(s). Would you like to save before closing the project?
pt_br: Você tem alterações não salvas em {0} item(s). Você deseja salvar antes de fechar o projeto?

source: Scroll Direction
pt_br: Direção do Scroll

source: Save Files
pt_br: Arquivos do Save

source: Volume Config
pt_br: Configurar Volume

source: Remove Map Characters
pt_br: Remover Personagens do Mapa

source: Music:
pt_br: Música:

source: Duration (Frames)
pt_br: Duração (Frames)

source: Common Save Data...
pt_br: Dados de Save Comum…

source: unknown04
pt_br: desconhecido04

source: Loading:
pt_br: Carregando:

source: SFX Group
pt_br: Grupo de SFX

source: Russian
pt_br: Russo

source: Sound
pt_br: Som

source: Migration Complete!
pt_br: Migração Completa!

source: Unknown 04
pt_br: Desconhecido 04

source: File
pt_br: Arquivo

source: Migrating to new ROM
pt_br: Migrando para nova ROM

source: Close All To Right
pt_br: Fechar Tudo À Direita

source: Japanese
pt_br: Japonês

source: Map Characters
pt_br: Personagens do Mapa

source: Title
pt_br: Título

source: unknown01
pt_br: desconhecido01

source: Speaker_Name
pt_br: Nome do Interlocutor

source: Start
pt_br: Iniciar

source: Toggle Kyon's sister's voice ticker tape
pt_br: Painel de Informações Ativar Voz da Irmã do Kyon

source: Save Time:
pt_br: Salvar Tempo:

source: Toggle Nagato's voice ticker tape
pt_br: Painel de Informações Ativar Voz da Nagato

source: Haruhi Routes
pt_br: Rotas da Haruhi

source: Deleting all data message box
pt_br: Caixa de mensagem Deletando toda a data

source: Edit UI Text...
pt_br: Editar Texto da UI…

source: Remove Command/Section
pt_br: Remover Comando/Seção

source: End
pt_br: Fim

source: Crop &amp; Scale
pt_br: Cortar & Redimensionar

source: Section Label
pt_br: Etiqueta da Seção

source: unknown02
pt_br: desconhecido02

source: Flag Description
pt_br: Descrição da Flag

source: Enter/Exit
pt_br: Entrar/Sair

source: Common Save Data
pt_br: Dados de Save Comum

source: Creating Project
pt_br: Criando Projeto

source: Template Properties
pt_br: Propriedades do Modelo

source: Replace BGM
pt_br: Trocar BGM

source: Update Now
pt_br: Atualizar Agora

source: Add Map Characters
pt_br: Adicionar Personagens do Mapa

source: Collected all Nagato topics message box
pt_br: Caixa de mensagem Coletou todos os tópicos da Nagato

source: Searching
pt_br: Procurando

source: Converting frames...
pt_br: Convertendo frames…

source: Episode 1 title
pt_br: Título Episódio 1

source: Set/Clear
pt_br: Setar/Limpar

source: Target Screen
pt_br: Tela Alvo

source: Command Index:
pt_br: Index de Comando:

source: Build Unbuilt Files?
pt_br: Compilar Arquivos Não-compilados?

source: Dialogue
pt_br: Diálogo

source: Voices Config
pt_br: Configurar Vozes

source: None Selected
pt_br: Nenhuma Selecionada

source: Batch Dialogue Display ticker tape
pt_br: Painel de Informações Exibição de Diálogos

source: Download release from GitHub
pt_br: Baixar nova versão do GitHub

source: Toggle Taniguchi's voice ticker tape
pt_br: Painel de Informações Ativar Voz do Taniguchi

source: Preferences
pt_br: Preferências

source: Export Frames
pt_br: Exportar Frames

source: Map
pt_br: Mapa

source: Dialogue:
pt_br: Diálogo:

source: Piece 3
pt_br: Peça 3

source: Failed to start emulator
pt_br: Falha ao iniciar emulador

source: Remove Command
pt_br: Remover Comando

source: Patching ARM9
pt_br: Patcheando ARM9

source: GIF file
pt_br: Arquivo GIF

source: Modify by
pt_br: Modificar por

source: Episode 1
pt_br: Episódio 1

source: New Section
pt_br: Nova Seção

source: Drawing top screen tiles...
pt_br: Desenhando blocos da tela superior…

source: Unseen Only
pt_br: Não-visto Apenas

source: Import Hack
pt_br: Importar Hack

source: Please enter a game name for the banner, between 1 and 128 characters.
pt_br: Por favor, digite o nome do jogo para o banner, entre 1 e 128 caracteres.

source: Search
pt_br: Procurar

source: Episode 4 ticker tape
pt_br: Painel de Informações do Episódio 4

source: Crossfade Time (Frames)
pt_br: Tempo para Crossfade (Frames)

source: Save Project
pt_br: Salvar Projeto

source: Script Block:
pt_br: Bloco:

source: Run
pt_br: Rodar

source: Display?
pt_br: Mostrar?

source: The changes made will require Serial Loops to be restarted. Is that okay?
pt_br: O Serial Loops precisa reiniciar para fazer as mudanças. Tudo certo?

source: Episode 2
pt_br: Episódio 2

source: Paste
pt_br: Colar

source: Worst Group
pt_br: Pior Grupo

source: Export
pt_br: Exportar

source: Migrate to new ROM
pt_br: Migrar para nova ROM

source: Name
pt_br: Nome

source: Voice Line
pt_br: Linha de Voz

source: Collected all Koizumi topics message box
pt_br: Caixa de mensagem Coletou todos os tópicos do Koizumi

source: Music
pt_br: Música

source: Generate Template
pt_br: Gerar Modelo

source: Import
pt_br: Importar

source: Sprite Shake
pt_br: Chacoalho do Sprite

source: Groups: {0}
pt_br: Grupos Sonoros: {0}

source: Remove Read Flag
pt_br: Remover Flag Lida

source: Sound Effects:
pt_br: Efeitos Especiais:

source: Don't Clear Text
pt_br: Não Limpar o Texto

source: Find References...
pt_br: Encontrar Referências…

source: Download from GitHub
pt_br: Baixar do GitHub

source: Edit Subtitle
pt_br: Editar Legenda

source: Value
pt_br: Valor

source: Koizumi companion selected description
pt_br: Descrição do Koizumi como companhia

source: unknown03
pt_br: desconhecido03

source: {0} ({1}) Seen
pt_br: {0} ({1}) Visto

source: Project Settings
pt_br: Configurações do Projeto

source: Export Patch
pt_br: Exportar Patch

source: Transitions
pt_br: Transições

source: Search Scope
pt_br: Campo de Pesquisa

source: Custom Color
pt_br: Cor Personalizada

source: View Logs
pt_br: Ver Registros

source: Outline Color
pt_br: Cor da Borda

source: Continue on Failure
pt_br: Continuar ao Falhar

source: Position Image
pt_br: Posição da Imagem

source: Replace Frames
pt_br: Trocar Frames

source: Close All
pt_br: Fechar Tudo

source: Mode
pt_br: Modo

source: Export Project
pt_br: Exportar Projeto

source: Piece 2
pt_br: Peça 2

source: Koizumi puzzle phase selected description
pt_br: Descrição do Koizumi na fase de puzzle

source: German
pt_br: Alemão

source: Position:
pt_br: Posição:

source: Character voice toggle options ticker tape
pt_br: Painel de Informação Opções da ativação da voz do personagem

source: Save
pt_br: Salvar

source: Template Name
pt_br: Nome do Modelo

source: Dialogue Skipping
pt_br: Pular Diálogo

source: Section Name:
pt_br: Nome da Seção:

source: Groups
pt_br: Grupos

source: sec
pt_br: seg

source: Export Sprites
pt_br: Exportar Sprites

source: Migrate Project
pt_br: Migrar Projeto

source: Defaults
pt_br: Padrões

source: Scroll Speed
pt_br: Velocidade do Scroll

source: Select ROM
pt_br: Selecionar ROM

source: Delete
pt_br: Deletar

source: Spanish
pt_br: Espanhol

source: Episode 4
pt_br: Episódio 4

source: Project Settings...
pt_br: Configurações do Projeto…

source: Color
pt_br: Cor

source: Toggle Mikuru's voice ticker tape
pt_br: Painel de Informações Ativar Voz da Mikuru

source: Exporting Project
pt_br: Exportando Projeto

source: Piece 1
pt_br: Peça 1

source: Parameter Value
pt_br: Valor do Parâmetro

source: Searching {0}...
pt_br: Procurando {0}…

source: Unknown
pt_br: Desconhecido

source: Italian
pt_br: Italiano

source: Episode 2 ticker tape
pt_br: Painel de Informações do Episódio 2

source: New Name
pt_br: Novo Nome

source: Template
pt_br: Modelo

source: Piece 4
pt_br: Peça 4

source: Top Screen
pt_br: Tela Superior

source: Sprite Layer
pt_br: Camada do Sprite

source: Search...
pt_br: Procurar…

source: Asahina puzzle phase selected description
pt_br: Descrição da Asahina Mikuru na fase de puzzle

source: View &amp;Logs
pt_br: Ver &Registros

source: Starting Chibis
pt_br: Iniciando Chibis

source: Skip Update
pt_br: Pular Atualização

source: Disable Lip Flap
pt_br: Desabilitar Lip Flap

source: Saving GIF...
pt_br: Salvando GIF…

source: Size:
pt_br: Tamanho:

source: Copying Files
pt_br: Copiando Arquivos

source: Fast Forward
pt_br: Acelerar

source: devkitARM Path
pt_br: Diretório do devkitARM

source: Cut
pt_br: Cortar

source: Edit UI Text
pt_br: Editar Texto da UI

source: Toggle Koizumi's voice ticker tape
pt_br: Painel de Informações Ativar Voz do Koizumi

source: Display from Bottom
pt_br: Exibir por Baixo

source: Missing:
pt_br: Faltando:

source: Group_Selection
pt_br: Seleção de Grupo

source: Dialogue Skipping Skip Already Read
pt_br: Pular Diálogo Já Lido

source: Associated Script
pt_br: Script Associado

source: Conditional
pt_br: Condicional

source: Draw Starting Point
pt_br: Desenhar Ponto de Início

source: Supported Images
pt_br: Imagens Suportadas

source: DevkitARM must be supplied in order to build!
pt_br: É necessário DevkitARM para a compilação!

source: Unknown 03
pt_br: Desconhecido 03

source: Replacing {0}...
pt_br: Trocando {0}…

source: Episode 4 title
pt_br: Título Episódio 4

source: New Command
pt_br: Novo Comando

source: Episode 3 title
pt_br: Título Episódio 3

source: Optimal Group
pt_br: Grupo Otimizado

source: Horizontal Intensity
pt_br: Intensidade Horizontal

source: Restoring Workspace
pt_br: Restaurando Área de Trabalho

source: System_Textures
pt_br: Texturas do Sistema

source: Option 2
pt_br: Opção 2

source: Drawing bottom screen texture...
pt_br: Desenhando textura da tela inferior…

source: Compiled file {0} does not exist!
pt_br: Arquivo compilado {0} não existe!

source: Ctrl+Scroll - Scale Image
pt_br: Ctrl+Scroll - Redimensionar Imagem

source: Importing Project
pt_br: Importando Projeto

source: On
pt_br: Ligado

source: Restore
pt_br: Restaurar

source: Exported Project
pt_br: Projeto Exportado

source: FLAC files
pt_br: Arquivos FLAC

source: Collected all Haruhi topics message box
pt_br: Caixa de mensagem Coletou todos os tópicos da Haruhi

source: Orphaned Items
pt_br: Itens Órfãos

source: Projects
pt_br: Projetos

source: Haruhi Topic
pt_br: Tópico da Haruhi
